{
  "extensionName": {
    "message": "Tanca totes les pestanyes"
  },
  "extensionDescription": {
    "message": "Una extensió de Chrome per tancar instantàniament totes les pestanyes obertes. Simplifica la teva navegació en línia i la gestió web amb un sol clic. Tanca totes les pestanyes amb facilitat."
  },
  "storeDesc": {
    "message": "Estàs cansat de tenir massa pestanyes obertes que omplen el teu navegador Chrome? L'extensió \"Tanca totes les pestanyes\" està aquí per ajudar-te. 🗂️\n\nAquesta eina potent està dissenyada per millorar la teva experiència de navegació web permetent-te tancar totes les pestanyes obertes amb un sol clic. Siguis un multitasca, un estudiant o un professional, aquesta extensió és perfecta per a qualsevol que necessiti desfer-se ràpid i eficientment del desordre del seu navegador.\n\nEn l'actual món en línia de ritme ràpid, és fàcil acabar amb un munt de pestanyes obertes mentre fas recerques, compres o treballes. Això pot frenar la velocitat de navegació i fer difícil trobar les pestanyes que necessites. La nostra extensió resol aquest problema oferint una manera senzilla i efectiva de gestionar les teves pestanyes. Amb només un clic, pots tancar totes les pestanyes obertes i començar de nou, fent que la teva experiència de navegació sigui més fluïda i organitzada.\n\nLa nostra eina és totalment compatible amb Google Chrome, assegurant una integració perfecta amb el teu navegador preferit. Ja siguis aquesta extensió en un ordinador de sobretaula, un portàtil, pots gaudir dels avantatges d'aquesta eina pràctica.\nEstem treballant constantment per millorar la nostra extensió i afegir-ne de noves característiques basades en els comentaris dels usuaris. Valorem els teus comentaris i suggeriments, així que no dubtis a posar-te en contacte amb nosaltres en qualsevol moment.\n\nCaracterístiques clau:\nAquesta extensió ve carregada de funcions que la converteixen en una eina imprescindible per a qualsevol usuari de Chrome:\n1️⃣ Tancament Instantani de Pestanyes: Tancar totes les pestanyes obertes instantàniament amb un sol clic, estalviant temps i reduint la frustració.\n2️⃣ Interfície Fàcil d'Usar: L'extensió està dissenyada amb la simplicitat en ment, fent-la fàcil d'utilitzar per a tothom.\n3️⃣ Configuració Personalitzable: Escull quines pestanyes tancar o mantenir obertes, donant-te control total sobre la teva experiència de navegació.\n\nBeneficis de Tancar Pestanyes:\nTancar pestanyes regularment ofereix diversos beneficis:\nDesordre Reduït: Manté el teu navegador net i organitzat tancant les pestanyes innecessàries.\nConcentració Millorada: Millora la teva productivitat reduint les distraccions de massa pestanyes obertes.\nMillor Rendiment: Allibera memòria i potència de processament, portant a una experiència de navegació més ràpida.\nQuins són els beneficis d'utilitzar aquesta extensió?\nAquesta extensió és ideal per a una àmplia gamma d'usuaris:\n▸ Estudiants: Gestiona múltiples pestanyes de recerca i mantén-te concentrat en els teus estudis.\n▸ Professionals: Mantén el teu navegador de treball organitzat i millora la teva productivitat.\n▸ Compradors en línia: Tanca ràpidament les pestanyes després de comparar productes i fer compres.\n▸ Navegants Casuals: Gaudeix d'una experiència de navegació sense desordre sense la molèstia de tancar pestanyes manualment.\nConclusió:\nAquesta extensió és un canviador de joc per als usuaris de Chrome. La seva capacitat per tancar ràpid i fàcilment totes les pestanyes obertes la converteix en una eina essencial per a qualsevol persona que vulgui millorar la seva experiència de navegació web. No deixis que les pestanyes desordenades et frenin. Descarrega la nostra extensió avui mateix i gaudeix d'un navegador més organitzat i eficient."
  }
}