{
  "extensionName": {
    "message": "Stäng alla flikar"
  },
  "extensionDescription": {
    "message": "En Chrome-tillägg för att omedelbart stänga alla öppna flikar. Förenkla din webbläsning och webbhantering online med ett klick. Stäng alla flikar."
  },
  "storeDesc": {
    "message": "Är du trött på att ha för många öppna flikar som rör till din Chrome-webbläsare? Tillägget \"Stäng alla flikar\" är här för att hjälpa till. 🗂️\n\nDenna kraftfulla verktyg är utformat för att förbättra din webbläsarupplevelse genom att låta dig stänga alla öppna flikar med en enda klick. Oavsett om du är en multitaskare, student eller professionell, är detta tillägg perfekt för alla som behöver rensa upp sin webbläsare snabbt och effektivt.\n\nI dagens snabba onlinevärld är det lätt att hamna med otaliga flikar öppna medan du forskar, handlar eller arbetar. Detta kan sakta ner din surfhastighet och göra det svårt att hitta de flikar du behöver. Vårt tillägg löser detta problem genom att erbjuda ett enkelt och effektivt sätt att hantera dina flikar. Med bara ett klick kan du stänga alla öppna flikar och börja om, vilket gör din surfupplevelse smidigare och mer organiserad.\n\nVårt verktyg är fullt kompatibelt med Google Chrome, vilket säkerställer sömlös integration med din favoritwebbläsare. Oavsett om du använder detta tillägg på en stationär dator, bärbar dator - kan du njuta av fördelarna med detta praktiska verktyg.\nVi arbetar ständigt med att förbättra vårt tillägg och lägga till nya funktioner baserat på användarfeedback. Vi uppskattar din feedback och dina förslag, så tveka inte att kontakta oss när som helst.\n\nNyckelfunktioner:\nDetta tillägg kommer packat med funktioner som gör det till ett måste-ha verktyg för alla Chrome-användare:\n1️⃣ Omedelbar flikstängning: Stäng alla öppna flikar omedelbart med ett klick, vilket sparar tid och minskar frustration.\n2️⃣ Användarvänligt gränssnitt: Tillägget är utformat med enkelhet i åtanke, vilket gör det enkelt för alla att använda.\n3️⃣ Anpassningsbara inställningar: Välj vilka flikar du vill stänga eller behålla öppna, vilket ger dig full kontroll över din surfupplevelse.\n\nFördelar med att stänga flikar:\nAtt regelbundet stänga flikar erbjuder flera fördelar:\nMinskad röra: Håll din webbläsare snygg och organiserad genom att stänga onödiga flikar.\nFörbättrad fokus: Öka din produktivitet genom att minska distraktioner från för många öppna flikar.\nBättre prestanda: Frigör minne och processorkraft, vilket leder till en snabbare surfupplevelse.\nVilka är fördelarna med att använda detta tillägg?\nDetta tillägg är idealiskt för en bred användargrupp:\n▸ Studenter: Hantera flera forskningsflikar och fokusera på dina studier.\n▸ Professionella: Håll din arbetswebbläsare organiserad och förbättra din produktivitet.\n▸ Onlineshoppare: Stäng snabbt flikar efter att ha jämfört produkter och gjort köp.\n▸ Tillfälliga surfare: Njut av en städad surfupplevelse utan besväret att stänga flikar manuellt.\nSlutsats:\nDenna förlängning är en game changer för Chrome-användare. Dess förmåga att snabbt och enkelt stänga alla öppna flikar gör den till ett oumbärligt verktyg för alla som vill förbättra sin webbläsarupplevelse. Låt inte röriga flikar sakta ner dig. Ladda ner vår förlängning idag och njut av en mer organiserad, effektiv webbläsare. Stäng alla flikar och upplev skillnaden."
  }
}