{
  "extensionName": {
    "message": "Funga Vichupo Vyote"
  },
  "extensionDescription": {
    "message": "Kifaa cha Chrome cha kufunga vichupo vyote vilivyofunguliwa mara moja. Saidia utafutaji wako wa mtandaoni na usimamizi wa wavuti kwa kubonyeza moja. Funga Vichupo Vyote."
  },
  "storeDesc": {
    "message": "Je, umeshachoka kuwa na vichupo vingi vya wazi vinavyochafua kivinjari chako cha Chrome? Kifaa cha \"Funga Vichupo Vyote\" kipo hapa kukusaidia. 🗂️\n\nKifaa hiki cha nguvu kimeundwa kuboresha uzoefu wako wa kutumia wavuti kwa kuruhusu kufunga vichupo vyote vilivyofunguliwa kwa kubofya moja. Iwe wewe ni mtu anayefanya mambo mengi kwa wakati mmoja, mwanafunzi, au mtaalamu, kifaa hiki ni kamili kwa yeyote anayehitaji kusafisha haraka na kwa ufanisi kivinjari chao.\n\nKatika ulimwengu wa mtandaoni wa haraka wa leo, ni rahisi kuishia na vichupo visivyohesabika wazi wakati unatafuta, ununua, au unafanya kazi. Hii inaweza kupunguza kasi ya kivinjari chako na kufanya iwe ngumu kupata vichupo unavyohitaji. Kifaa chetu kinatatua tatizo hili kwa kutoa njia rahisi na yenye ufanisi ya kusimamia vichupo vyako. Kwa kubofya moja tu, unaweza kufunga vichupo vyote vilivyofunguliwa na kuanza upya, kufanya uzoefu wako wa kutumia wavuti kuwa laini zaidi na wenye mpangilio zaidi.\n\nZana yetu inalingana kabisa na Google Chrome, ikihakikisha ushirikiano wa moja kwa moja na kivinjari chako pendwa. Iwe unatumia kifaa hiki kwenye kompyuta ya mezani, kompyuta ndogo - unaweza kufurahia faida za zana hii ya kufaa.\nTunaendelea kufanya kazi kuboresha kifaa chetu na kuongeza vipengele vipya kulingana na maoni ya watumiaji. Tunathamini maoni yako na mapendekezo, hivyo jisikie huru kuwasiliana nasi wakati wowote.\n\nVipengele muhimu:\nKifaa hiki kina vipengele vingi vinavyofanya iwe zana muhimu kwa mtumiaji yeyote wa Chrome:\n1️⃣ Kufunga Vichupo Mara Moja: Funga vichupo vyote vilivyofunguliwa mara moja kwa kubofya moja, kukusaidia kuokoa muda na kupunguza mafadhaiko.\n2️⃣ Interface Inayoweza Kutumiwa na Mtumiaji: Kifaa hiki kimeundwa kwa urahisi akilini, kufanya iwe rahisi kwa yeyote kutumia.\n3️⃣ Mipangilio Inayoweza Kubadilishwa: Chagua vichupo vya kufunga au kuacha wazi, kukupa udhibiti kamili wa uzoefu wako wa kutumia wavuti.\n\nManufaa ya Kufunga Vichupo:\nKufunga vichupo mara kwa mara kuna faida kadhaa:\nKupunguza Fujo: Weka kivinjari chako safi na kilichoandaliwa kwa kufunga vichupo visivyo na maana.\nKuongeza Umakini: Boresha ufanisi wako kwa kupunguza vikwazo kutokana na vichupo vingi vilivyofunguliwa.\nUtendaji Bora: Fungua kumbukumbu na nguvu ya usindikaji, ikiongoza kwa uzoefu wa kutumia wavuti wa haraka zaidi.\nNi faida gani za kutumia kifaa hiki ?\nKifaa hiki ni bora kwa watumiaji mbalimbali:\n▸ Wanafunzi: Simamia vichupo vingi vya utafiti na kuzingatia masomo yako.\n▸ Wataalamu: Weka kivinjari chako cha kazi kikiwa na mpangilio na boresha ufanisi wako.\n▸ Wanunuzi Mtandaoni: Funga haraka vichupo baada ya kulinganisha bidhaa na kufanya manunuzi.\n▸ Watumiaji wa Kawaida: Furahia uzoefu wa kutumia wavuti bila fujo ya kufunga vichupo kwa mikono.\nHitimisho:\nKifaa hiki ni muhimu kwa watumiaji wa Chrome. Uwezo wake wa kufunga vichupo vyote haraka na kwa urahisi unafanya iwe zana muhimu kwa yeyote anayetaka kuboresha uzoefu wao wa kutumia wavuti. Usiruhusu vichupo vilivyochanganyikiwa kukupunguzia kasi. Pakua kifaa chetu leo na furahia kivinjari kilicho na mpangilio zaidi na ufanisi."
  }
}