{
  "extensionName": {
    "message": "Kosongkan Cache dan Kuki Chrome"
  },
  "extensionDescription": {
    "message": "🧹 Kosongkan Cache dan Kuki Chrome: Cepat kosongkan cache dan kuki untuk satu laman web tertentu atau banyak. Sesuai untuk membersihkan Chrome."
  },
  "storeDesc": {
    "message": "Tingkatkan Kelajuan Pelayaran Anda dengan Pemecah Cache dan Kuki Chrome Kami\n\nAdakah anda sudah muak dengan kelajuan pelayaran yang lambat dan isu berkaitan cache yang berterusan? Pemecah Cache dan Kuki Chrome kami di sini untuk menyelamatkan hari! Direka untuk mengoptimumkan pengalaman pelayaran anda, sambungan ini adalah satu keperluan untuk sesiapa yang ingin menjaga agar Google Chrome mereka berfungsi dengan lancar.\n\nMengapa Kosongkan Cache dan Kuki?\n\nKosongkan Cache dan Kuki adalah penting untuk mengekalkan pengalaman pelayaran yang pantas dan efisien. Inilah sebabnya mengapa anda perlu mempertimbangkan Pemecah Cache dan Kuki Chrome kami:\n\n- Meningkatkan kelajuan pelayaran\n- Menyelesaikan isu muat turun di laman web\n- Meningkatkan privasi dan keselamatan\n- Membebaskan ruang storan\n- Memastikan paparan kandungan yang terkini\n\nCiri Utama\n\nPemecah Cache dan Kuki Chrome kami menawarkan pelbagai ciri yang direka khas untuk keperluan anda:\n\n1️⃣ Pemecahan cache dan kuki dengan satu klik\n2️⃣ Pilihan untuk mengosongkan cache untuk satu laman web\n3️⃣ Pengosongan secara selektif untuk laman web tertentu\n4️⃣ Antara muka mesra pengguna\n5️⃣ Prestasi yang cepat dan efisien\n\nBagaimana Ia Berfungsi\n\nMenggunakan sambungan kami adalah semudah 1️⃣, 2️⃣, 3️⃣:\n\n1. Pasang Pemecah Cache dan Kuki Chrome dari Chrome Web Store.\n2. Klik pada ikon sambungan di toolbar anda.\n3. Pilih opsyen pengosongan yang diingini - sama ada anda ingin mengosongkan cache dan kuki untuk satu laman web atau untuk semua laman web.\n\nManfaat Menggunakan Sambungan Kami\n\nDengan Pemecah Cache dan Kuki Chrome kami, anda boleh menikmati pelbagai manfaat:\n\n- Mempercepatkan Pelayar Anda: Dengan mengosongkan cache dan kuki yang tidak perlu, Google Chrome anda akan berjalan lebih cepat dan lebih efisien.\n- Privasi yang Ditingkatkan: Alih kuki jejak dan lindungi privasi dalam talian anda.\n- Menyelesaikan Isu Laman Web: Selesaikan masalah muat turun dengan mengosongkan cache di Google Chrome.\n- Membebaskan Ruang: Kosongkan cache untuk laman web tertentu dan bebaskan ruang storan yang berharga.\n\nOpsyen yang Dapat Disesuaikan\n\nSambungan kami menyediakan opsyen fleksibel untuk memenuhi keutamaan anda:\n\n➤ Kosongkan cache untuk satu laman web chrome\n➤ Alih cache laman web secara selektif\n➤ Chrome mengosongkan cache untuk satu laman web\n➤ Kosongkan cache untuk laman web tertentu chrome\n➤ Padam cache Google chrome\nLangkah-langkah untuk Kosongkan Cache untuk Laman Web Tertentu\n\nKosongkan Cache dan Kuki Chrome untuk laman web tertentu tidak pernah lebih mudah:\n\n1️⃣ Klik pada ikon sambungan.\n2️⃣ Pilih opsyen \"kosongkan cache untuk laman web tertentu\".\n3️⃣ Masukkan URL laman web yang anda ingin kosongkan.\n4️⃣ Sahkan dan biarkan sambungan lakukan selebihnya.\n\nMengapa Pilih Sambungan Kami?\n\nBerikut adalah beberapa sebab mengapa sambungan Clear Cache dan Kuki Chrome kami menonjol:\n\n- Kecekapan: Kosongkan cache dan kuki dengan cepat hanya dengan beberapa klik.\n- Penyesuaian: Pilihan untuk kosongkan cache untuk laman web tertentu.\n- Kemudahan Penggunaan: Direka untuk pengguna dari pelbagai peringkat, dari pemula hingga pakar.\n- Kebolehpercayaan: Dipercayai oleh ribuan pengguna di seluruh dunia.\n\nPenyelesaian Masalah Biasa\n\nSambungan kami juga membantu menyelesaikan isu-isu biasa:\n\n➤ Masa muat laman web yang lambat\n➤ Masalah paparan disebabkan oleh cache usang\n➤ Kebimbangan privasi daripada kuki yang masih ada\n➤ Ruang storan semakin berkurangan\n\nKesimpulan\n\nJangan biarkan cache yang berselerak melambatkan anda. Dengan sambungan Clear Cache dan Kuki Chrome kami, anda boleh mengekalkan pengalaman pelayaran yang pantas, cekap, dan selamat. Sama ada anda perlu kosongkan cache chrome untuk satu laman web atau kosongkan semua kuki, sambungan kami telah menampung anda.\n\nMuat turun sambungan Clear Cache dan Kuki Chrome hari ini dan rasai perbezaannya! 🚀"
  }
}