{
  "extensionName": {
    "message": "Очистити кеш та файли cookie в Chrome"
  },
  "extensionDescription": {
    "message": "🧹 Очистити кеш та файли cookie в Chrome: Швидко очистити кеш та файли cookie для одного конкретного сайту або багатьох. Ідеально для очищення Chrome."
  },
  "storeDesc": {
    "message": "Підвищте швидкість перегляду за допомогою нашого розширення \"Очистити кеш та файли cookie в Chrome\"\n\nЧи втомилися від повільної швидкості перегляду та постійних проблем, пов'язаних з кешем? Наше розширення \"Очистити кеш та файли cookie в Chrome\" призначене, щоб врятувати ситуацію! Розроблене для оптимізації вашого перегляду, це розширення є обов'язковим для всіх, хто хоче, щоб їх Google Chrome працював плавно.\n\nЧому очищати кеш та файли cookie?\n\nОчищення кешу та файлів cookie є важливим для підтримки швидкого та ефективного перегляду. Ось чому варто розглянути наше розширення \"Очистити кеш та файли cookie в Chrome\":\n\n- Підвищує швидкість перегляду\n- Вирішує проблеми завантаження на веб-сайтах\n- Покращує конфіденційність та безпеку\n- Звільняє місце для зберігання\n- Забезпечує відображення актуального контенту\n\nОсновні функції\n\nНаше розширення \"Очистити кеш та файли cookie в Chrome\" пропонує ряд функцій, призначених для ваших потреб:\n\n1️⃣ Одноразове очищення кешу та файлів cookie\n2️⃣ Опції для очищення кешу для одного сайту\n3️⃣ Вибіркове очищення для конкретних сайтів\n4️⃣ Простий і зручний інтерфейс\n5️⃣ Швидка та ефективна продуктивність\n\nЯк це працює\n\nВикористання нашого розширення таке просте, як 1️⃣, 2️⃣, 3️⃣:\n\n1. Встановіть розширення \"Очистити кеш та файли cookie в Chrome\" з Chrome Web Store.\n2. Клацніть на значок розширення на панелі інструментів.\n3. Виберіть потрібну опцію очищення – чи хочете ви очистити кеш та файли cookie для одного сайту чи для всіх сайтів.\n\nПереваги використання нашого розширення\n\nЗ нашим розширенням \"Очистити кеш та файли cookie в Chrome\" ви можете насолоджуватися численними перевагами:\n\n- Поспіште свій браузер: Очищаючи непотрібний кеш та файли cookie, ваш Google Chrome буде працювати швидше та ефективніше.\n- Покращена конфіденційність: Видаліть відстежувальні файли cookie та захистіть свою онлайн-конфіденційність.\n- Вирішення проблем на веб-сайтах: Виправте проблеми завантаження, очищаючи кеш на Google Chrome.\n- Звільніть місце: Очистіть кеш для конкретних сайтів та звільніть цінне місце для зберігання.\n\nНалаштовані опції\n\nНаше розширення надає гнучкі опції, що відповідають вашим уподобанням:\n\n➤ Очистити кеш для одного сайту chrome\n➤ Вибіркове видалення кешу веб-сайту\n➤ Очищення кешу Chrome для одного сайту\n➤ Очистити кеш для конкретного сайту chrome\n➤ Видалення кешу Google Chrome\nКроки для очищення кешу для конкретних сайтів\n\nОчистити кеш та файли cookie в Chrome для конкретних сайтів ніколи не було так просто:\n\n1️⃣ Натисніть на значок розширення.\n2️⃣ Виберіть опцію \"очистити кеш для конкретного сайту\".\n3️⃣ Введіть URL сайту, який ви хочете очистити.\n4️⃣ Підтвердіть і дозвольте розширенню зробити решту.\n\nЧому обрати наше розширення?\n\nОсь кілька причин, чому наше розширення Очистити кеш та файли cookie в Chrome виділяється:\n\n- Ефективність: Швидко очистіть кеш та файли cookie всього за кілька клацань.\n- Налаштування: Опції для очищення кешу для конкретних сайтів.\n- Простота використання: Розроблено для користувачів будь-якого рівня, від початківців до експертів.\n- Надійність: Довірено тисячами користувачів по всьому світу.\n\nВирішення поширених проблем\n\nНаше розширення також допомагає вирішувати поширені проблеми:\n\n➤ Повільні часи завантаження веб-сайтів\n➤ Проблеми з відображенням через застарілий кеш\n➤ Побоювання щодо конфіденційності від залишених файлів cookie\n➤ Низький рівень вільного місця для зберігання\n\nВисновок\n\nНе дозволяйте переповненому кешу сповільнювати вас. З нашим розширенням Очистити кеш та файли cookie в Chrome ви можете забезпечити швидкий, ефективний та безпечний досвід перегляду. Чи потрібно вам очистити кеш Chrome для одного сайту або очистити всі файли cookie, наше розширення покриє вас.\n\nЗавантажте сьогодні розширення Очистити кеш та файли cookie в Chrome та відчуйте різницю! 🚀"
  }
}