{
  "extensionName": {
    "message": "Isara ang Lahat ng Mga Tabs"
  },
  "extensionDescription": {
    "message": "Isang Chrome extension para agarang isara ang lahat ng mga bukas na tabs. Pahusayin ang iyong online browsing at web management sa isang click. Isara ang Lahat ng Mga Tabs."
  },
  "storeDesc": {
    "message": "Nakakaramdam ka na ba ng pagod sa pagkakaroon ng maraming bukas na mga tabs na nagkakalat sa iyong Chrome browser? Narito ang \"Isara ang Lahat ng Mga Tabs\" extension upang tumulong. 🗂️\n\nAng makapangyarihang tool na ito ay idinisenyo upang mapabuti ang iyong karanasan sa pag-surf sa web sa pamamagitan ng pagbibigay sa iyo ng kakayahang isara ang lahat ng bukas na mga tabs sa isang klik lamang. Anuman ang iyong trabaho, kung ikaw ay isang multitasker, isang mag-aaral, o isang propesyonal, ang extension na ito ay perpekto para sa sinumang nangangailangan ng mabilis at epektibong paraan upang linisin ang kanilang browser.\n\nSa mabilis na mundo ng online ngayon, madaling magkaroon ng maraming bukas na tabs habang nagsasaliksik, nagsusugal, o nagtatrabaho. Ito ay maaaring magpabagal sa iyong bilis ng pag-surf at gawing mahirap ang paghanap sa mga tabs na kailangan mo. Sinosolusyunan ng aming extension ang problemang ito sa pamamagitan ng pagbibigay ng simpleng at epektibong paraan upang pamahalaan ang iyong mga tabs. Sa isang klik lamang, maaari mong isara ang lahat ng bukas na mga tabs at magsimula muli, ginagawang mas makinis at mas maayos ang iyong karanasan sa pag-surf.\n\nAng aming tool ay ganap na kompatibleng Google Chrome, tiyak na magkakaroon ito ng walang hadlang na integrasyon sa iyong paboritong browser. Anuman ang iyong gamit, maaari mong tamasahin ang mga benepisyo ng mahusay na tool na ito.\nPatuloy kaming nagtatrabaho upang mapabuti ang aming extension at magdagdag ng mga bagong feature batay sa feedback ng mga gumagamit. Mahalaga sa amin ang iyong feedback at mga mungkahi, kaya huwag kang mag-atubiling makipag-ugnayan sa amin anumang oras.\n\nMga Pangunahing Tampok:\nAng extension na ito ay puno ng mga feature na ginagawang isang kailangang tool para sa anumang gumagamit ng Chrome:\n1️⃣ Agaran Pag-isara ng Tab: Isara ang lahat ng bukas na mga tabs agad sa isang klik, nagtitipid sa oras at nagbabawas ng pagka-frustrate.\n2️⃣ User-Friendly Interface: Ang extension ay idinisenyo na may kasimplehan sa isip, ginagawang madali para sa sinuman na gamitin.\n3️⃣ Customizable Settings: Pumili kung aling mga tabs ang isasara o pananatilihin bukas, nagbibigay sa iyo ng buong kontrol sa iyong karanasan sa pag-surf.\n\nMga Benepisyo ng Pag-isara ng Mga Tabs:\nAng regular na pag-isara ng mga tabs ay nag-aalok ng ilang mga benepisyo:\nReduced Clutter: Panatilihin ang iyong browser na malinis at maayos sa pamamagitan ng pag-isara ng hindi kinakailangang mga tabs.\nEnhanced Focus: Mapabuti ang iyong produktibidad sa pamamagitan ng pagbawas ng distraksyon mula sa maraming bukas na mga tabs.\nBetter Performance: Pakawalan ang memorya at kapangyarihan sa pagproseso, nagreresulta sa mas mabilis na karanasan sa pag-surf.\nAno ang mga benepisyo ng paggamit ng extension na ito?\nAng extension na ito ay perpekto para sa iba't ibang uri ng mga gumagamit:\n▸ Mga Mag-aaral: Pamahalaan ang maraming mga tabs sa pagsasaliksik at manatiling nakatuon sa iyong pag-aaral.\n▸ Mga Propesyonal: Panatilihin ang iyong work browser na maayos at mapabuti ang iyong produktibidad.\n▸ Mga Online Shoppers: Agad na isara ang mga tabs pagkatapos magkumpara ng mga produkto at magbili.\n▸ Casual Browsers: Tamasahin ang isang malinis na karanasan sa pag-surf nang walang abala ng pag-isara ng mga tabs manu-mano.\nKonklusyon:\nAng extension na ito ay isang bagong karanasan para sa mga gumagamit ng Chrome. Ang kakayahan nitong mabilis at madaling isara ang lahat ng mga bukas na tabs ay nagiging isang mahalagang kasangkapan para sa sinumang nagnanais mapabuti ang kanilang karanasan sa pag-surf sa web. Huwag hayaang ang magulong mga tabs ay magpabagal sa iyo. I-download ang aming extension ngayon at tamasahin ang mas maayos at epektibong browser. Isara ang Lahat ng Mga Tabs."
  }
}