{
  "appName": {
    "message": "Tool para sa Pagtutugma ng Kulay"
  },
  "shortDesc": {
    "message": "Isang Chrome extension para sa madaling paghanap ng tamang kulay online."
  },
  "storeDesc": {
    "message": "🎨 Tool para sa Pagtutugma ng Kulay: Isang Chrome extension para sa madaling pagpili ng tamang kulay online. Perpekto para sa mga designer at artist.\n\nBakit gamitin ang extension na ito? Ito ay isang makapangyarihang tool upang matulungan ang mga designer, artist, at sinumang gumagawa ng mga proyektong may kinalaman sa kulay na madaling makahanap ng mga tamang kulay para sa kanilang mga proyekto. Anuman ang iyong ginagawang web design, digital art, o kailangan mo lamang ng isang mapagkakatiwalaang color matcher para sa iyong online projects, ang tool na ito ay narito upang gawing mas madali ang iyong buhay. 🌈\n\nAng paghahanap ng tamang kulay ay maaaring maging isang nakakatakot na gawain, lalo na kapag ikaw ay gumagawa ng mga komplikadong paleta. Sa tool na ito, maaari mong madaling ma-match ang mga kulay mula sa anumang larawan o web page. Ang tool na ito ay idinisenyo upang makatipid ng oras at siguruhing ang iyong mga disenyo ay magmumukhang mahusay. Isa sa pinakamahusay na feature ng tool na ito ay ang kanyang kakayahang magamit sa anumang online content, pinapayagan ka nitong kumuha ng mga kulay mula sa mga larawan, web pages, at digital designs. I-install lamang ang extension, at handa ka nang simulan ang pagtutugma ng kulay sa ilang pag-click.\n\nMga Pangunahing Tampok:\n1️⃣ Real-Time color matching: Agad na i-match ang mga kulay mula sa anumang larawan o web page.\n2️⃣ User-Friendly Interface: Idinisenyo nang simple ang tool na ito, madaling gamitin para sa mga nagsisimula at propesyonal.\n3️⃣ Malawak na Color Palette: Makakakuha ng maraming kulay upang mahanap ang tamang match para sa iyong mga proyektong disenyo.\n\nBakit Gamitin ang Tool na Ito?\n➤ Accurate Matching: Gumagamit ang tool na ito ng advanced algorithms upang tiyakin ang eksaktong pagtutugma ng kulay sa bawat pagkakataon.\n➤ Efficiency: Mapapabilis ang iyong proseso ng disenyo sa pamamagitan ng mabilisang paghahanap ng tamang kulay.\nPara sa mga nasa larangan ng disenyo at sining, mahalaga ang pagkakaroon ng isang mapagkakatiwalaang color matcher. Ang tool na ito ay ang pinakamahusay na kasama para sa sinumang nagnanais mapabuti ang kanilang mga proyektong kreatibo. Anuman ang iyong ginagawang website design, paglikha ng digital art, o paggawa ng graphic design project, tiyak na mayroon kang perpektong color palette sa iyong mga daliri.\n\nPaano Ito Gumagana:\nI-install ang Extension: Idagdag ang tool na ito sa iyong Chrome browser.\nPumili ng Iyong Pinagmulan: Pumili ng isang larawan o web page mula sa kung saan mo nais kumuha ng mga kulay.\nI-match ang mga Kulay: I-click ang icon ng tool at piliin ang lugar ng larawan o web page. Agad kang bibigyan ng eksaktong color code ng tool.\n\nMga Benepisyo ng Paggamit ng Tool na Ito:\n▸ Mas Mataas na Produktibidad: Gumugol ng mas kaunting oras sa paghahanap ng kulay at mas maraming oras sa paglikha.\n▸ Consistent Results: Siguruhing ang iyong mga color scheme ay pare-pareho sa lahat ng iyong mga proyekto.\n▸ Pinalawak na Kreatibidad: Tuklasin ang mga bagong kombinasyon ng kulay at paleta nang madali.\n▸ Kalidad ng Propesyonal: Makamit ang antas ng propesyonal na tamang pagtutugma ng kulay sa iyong mga disenyo.\n\nHanda ka na bang dalhin ang iyong mga proyektong disenyo sa susunod na antas? I-install ang Tool para sa Pagtutugma ng Kulay ngayon at maranasan ang pinakamahusay na teknolohiya sa pagtutugma ng kulay. Maging propesyonal na disenyador, isang digital na artist, o isang taong mahilig sa pagtatrabaho sa mga kulay, ang tool na ito ay isang kailangang-kailangan para sa iyong kagamitang pang-disenyo. Ito ay isang komprehensibong solusyon para sa lahat ng iyong mga pangangailangan sa kulay. Ito ay idinisenyo upang mapabuti ang iyong paggawa at tulungan kang lumikha ng kahanga-hangang mga disenyo."
  }
}