{
  "extensionName": {
    "message": "Κλείστε όλες τις καρτέλες"
  },
  "extensionDescription": {
    "message": "Μια επέκταση Chrome για να κλείσετε αμέσως όλες τις ανοιχτές καρτέλες. Απλοποιήστε την online περιήγησή σας και τη διαχείριση ιστοσελίδων με ένα κλικ. Κλείστε όλες τις καρτέλες."
  },
  "storeDesc": {
    "message": "Είστε κουρασμένοι από το να έχετε πάρα πολλές ανοιχτές καρτέλες που φράζουν το πρόγραμμα περιήγησής σας στο Chrome; Το πρόσθετο \"Κλείστε όλες τις καρτέλες\" είναι εδώ για να βοηθήσει. 🗂️\n\nΑυτό το ισχυρό εργαλείο σχεδιάστηκε για να βελτιώσει την εμπειρία περιήγησής σας στο διαδίκτυο επιτρέποντάς σας να κλείσετε όλες τις ανοιχτές καρτέλες με ένα μόνο κλικ. Είτε είστε πολυεργαλείο, φοιτητής ή επαγγελματίας, αυτό το πρόσθετο είναι ιδανικό για οποιονδήποτε χρειάζεται να απαλλαγεί γρήγορα και αποτελεσματικά από το χάος στο πρόγραμμα περιήγησής του.\n\nΣτο σημερινό γρήγορο online κόσμο, είναι εύκολο να καταλήξετε με αμέτρητες ανοιχτές καρτέλες κατά την έρευνα, τις αγορές ή την εργασία. Αυτό μπορεί να επιβραδύνει την ταχύτητα περιήγησής σας και να κάνει δύσκολο τον εντοπισμό των καρτελών που χρειάζεστε. Το πρόσθετό μας λύνει αυτό το πρόβλημα παρέχοντας έναν απλό και αποτελεσματικό τρόπο διαχείρισης των καρτελών σας. Με ένα μόνο κλικ, μπορείτε να κλείσετε όλες τις ανοιχτές καρτέλες και να ξεκινήσετε από την αρχή, κάνοντας την εμπειρία περιήγησής σας πιο ομαλή και οργανωμένη.\n\nΤο εργαλείο μας είναι πλήρως συμβατό με το Google Chrome, εξασφαλίζοντας άψογη ενσωμάτωση με τον αγαπημένο σας περιηγητή. Είτε χρησιμοποιείτε αυτό το πρόσθετο σε έναν επιτραπέζιο υπολογιστή, είτε σε ένα φορητό υπολογιστή - μπορείτε να απολαύσετε τα οφέλη αυτού του χρήσιμου εργαλείου.\nΣυνεχίζουμε να εργαζόμαστε για τη βελτίωση του πρόσθετου μας και την προσθήκη νέων χαρακτηριστικών βασισμένων στα σχόλια των χρηστών. Εκτιμούμε τα σχόλιά σας και τις προτάσεις σας, οπότε μη διστάσετε να επικοινωνήσετε μαζί μας οποτεδήποτε.\n\nΚύρια Χαρακτηριστικά:\nΑυτό το πρόσθετο έρχεται γεμάτο με χαρακτηριστικά που το καθιστούν ένα απαραίτητο εργαλείο για οποιονδήποτε χρήστη Chrome:\n1️⃣ Άμεσο Κλείσιμο Καρτελών: Κλείστε όλες τις ανοιχτές καρτέλες αμέσως με ένα κλικ, εξοικονομώντας χρόνο και μειώνοντας τον εκνευρισμό.\n2️⃣ Φιλικό προς τον Χρήστη Περιβάλλον: Το πρόσθετο σχεδιάστηκε με απλότητα στο μυαλό, κάνοντάς το εύκολο για οποιονδήποτε να το χρησιμοποιήσει.\n3️⃣ Εξατομικευμένες Ρυθμίσεις: Επιλέξτε ποιες καρτέλες να κλείσετε ή να κρατήσετε ανοιχτές, δίνοντάς σας πλήρη έλεγχο στην εμπειρία περιήγησής σας.\n\nΟφέλη από το Κλείσιμο Καρτελών:\nΤο τακτικό κλείσιμο καρτελών προσφέρει αρκετά οφέλη:\nΜειωμένο Χάος: Διατηρήστε τον περιηγητή σας τακτοποιημένο και οργανωμένο κλείνοντας τις περιττές καρτέλες.\nΒελτιωμένη Εστίαση: Βελτιώστε την παραγωγικότητά σας μειώνοντας τις αποσπασματικές απασχολήσεις από πολλές ανοιχτές καρτέλες.\nΚαλύτερη Απόδοση: Απελευθερώστε μνήμη και επεξεργαστική ισχύ, οδηγώντας σε μια ταχύτερη εμπειρία περιήγησης.\n\nΠοια είναι τα οφέλη από τη χρήση αυτού του πρόσθετου;\nΑυτό το πρόσθετο είναι ιδανικό για μια ευρεία γκάμα χρηστών:\n▸ Φοιτητές: Διαχειριστείτε πολλαπλές καρτέλες έρευνας και διατηρήστε την εστίασή σας στις σπουδές σας.\n▸ Επαγγελματίες: Διατηρήστε τον περιηγητή εργασίας σας οργανωμένο και βελτιώστε την παραγωγικότητά σας.\n▸ Online Αγοραστές: Κλείστε γρήγορα καρτέλες μετά τη σύγκριση προϊόντων και την πραγματοποίηση αγορών.\n▸ Ερασιτέχνες Περιηγητές: Απολαύστε μια εμπειρία περιήγησης χωρίς χάος χωρίς τον κόπο του χειροκίνητου κλεισίματος καρτελών.\nΑυτή η επέκταση είναι μια αλλαγή παιχνιδιού για τους χρήστες του Chrome. Η δυνατότητά της να κλείνει γρήγορα και εύκολα όλες τις ανοιχτές καρτέλες την καθιστά ένα απαραίτητο εργαλείο για οποιονδήποτε αναζητά να βελτιώσει την εμπειρία περιήγησής του στο διαδίκτυο. Μην αφήνετε τις ακατάστατες καρτέλες να σας επιβραδύνουν. Κατεβάστε σήμερα την επέκτασή μας και απολαύστε έναν πιο οργανωμένο, αποτελεσματικό περιηγητή."
  }
}