{
  "extensionName": {
    "message": "Fechar todas as abas"
  },
  "extensionDescription": {
    "message": "Uma extensão do Chrome para fechar instantaneamente todas as abas abertas. Simplifique a sua navegação online e gestão de páginas web com um clique."
  },
  "storeDesc": {
    "message": "Estás cansado de ter demasiadas abas abertas a entulhar o teu navegador Chrome? A extensão \"Fechar todas as abas\" está aqui para ajudar. 🗂️\n\nEsta poderosa ferramenta foi concebida para melhorar a tua experiência de navegação na web, permitindo-te fechar todas as abas abertas com um único clique. Quer sejas um multitarefa, um estudante ou um profissional, esta extensão é perfeita para quem precisa de organizar rapidamente e eficientemente o seu navegador.\n\nNo mundo online de hoje, é fácil acabar com inúmeras abas abertas enquanto pesquisas, fazes compras ou trabalhas. Isto pode abrandar a velocidade de navegação e tornar difícil encontrar as abas de que precisas. A nossa extensão resolve este problema ao fornecer uma forma simples e eficaz de gerir as tuas abas. Com apenas um clique, podes fechar todas as abas abertas e começar de novo, tornando a tua experiência de navegação mais suave e organizada.\n\nA nossa ferramenta é totalmente compatível com o Google Chrome, garantindo uma integração perfeita com o teu navegador favorito. Quer estejas a usar esta extensão num desktop, portátil - podes desfrutar dos benefícios desta prática ferramenta.\nEstamos constantemente a trabalhar para melhorar a nossa extensão e adicionar novas funcionalidades com base no feedback dos utilizadores. Valorizamos o teu feedback e sugestões, por isso não hesites em contactar-nos a qualquer momento.\n\nFuncionalidades Principais:\nEsta extensão vem repleta de funcionalidades que a tornam uma ferramenta indispensável para qualquer utilizador do Chrome:\n1️⃣ Fecho Instantâneo de Abas: Fecha todas as abas abertas instantaneamente com um clique, poupando tempo e reduzindo a frustração.\n2️⃣ Interface Amigável: A extensão foi concebida com simplicidade em mente, tornando-a fácil de usar para qualquer pessoa.\n3️⃣ Definições Personalizáveis: Escolhe quais as abas a fechar ou manter abertas, dando-te total controlo sobre a tua experiência de navegação.\n\nBenefícios de Fechar Abas:\nFechar abas regularmente oferece vários benefícios:\nClutter Reduzido: Mantém o teu navegador arrumado e organizado ao fechar abas desnecessárias.\nFoco Melhorado: Melhora a tua produtividade ao reduzir distrações devido a demasiadas abas abertas.\nMelhor Desempenho: Liberta memória e potência de processamento, levando a uma experiência de navegação mais rápida.\nQuais são os benefícios de usar esta extensão?\nEsta extensão é ideal para uma vasta gama de utilizadores:\n▸ Estudantes: Gerir várias abas de pesquisa e manter o foco nos teus estudos.\n▸ Profissionais: Manter o teu navegador de trabalho organizado e melhorar a tua produtividade.\n▸ Compradores Online: Fechar rapidamente abas após comparar produtos e fazer compras.\n▸ Navegadores Casuais: Desfrutar de uma experiência de navegação sem confusão sem o incómodo de fechar abas manualmente.\nConclusão:\nEsta extensão é uma mais-valia para os utilizadores do Chrome. A sua capacidade de fechar rapidamente e facilmente todas as abas abertas torna-a uma ferramenta essencial para quem procura melhorar a sua experiência de navegação na web. Não deixe que as abas desorganizadas o atrasem. Faça o download da nossa extensão hoje e desfrute de um navegador mais organizado e eficiente. Fechar todas as abas."
  }
}