{
  "extensionName": {
    "message": "Alle Tabs schließen"
  },
  "extensionDescription": {
    "message": "Eine Chrome-Erweiterung, um sofort alle geöffneten Tabs zu schließen. Vereinfachen Sie Ihr Online-Browsing und die Webverwaltung mit einem Klick. Alle Tabs schließen."
  },
  "storeDesc": {
    "message": "Sind Sie es leid, zu viele offene Tabs in Ihrem Chrome-Browser zu haben? Die Erweiterung \"Alle Tabs schließen\" ist hier, um zu helfen. 🗂️\n\nDieses leistungsstarke Tool wurde entwickelt, um Ihr Surferlebnis zu verbessern, indem es Ihnen ermöglicht, alle offenen Tabs mit einem einzigen Klick zu schließen. Egal, ob Sie ein Multitasker, ein Student oder ein Profi sind, diese Erweiterung ist perfekt für jeden, der seinen Browser schnell und effizient aufräumen muss.\n\nIn der heutigen schnelllebigen Online-Welt ist es einfach, mit unzähligen offenen Tabs zu enden, während man recherchiert, einkauft oder arbeitet. Dies kann die Browsergeschwindigkeit verlangsamen und es schwierig machen, die benötigten Tabs zu finden. Unsere Erweiterung löst dieses Problem, indem sie eine einfache und effektive Möglichkeit bietet, Ihre Tabs zu verwalten. Mit nur einem Klick können Sie alle offenen Tabs schließen und neu starten, um Ihr Surferlebnis reibungsloser und organisierter zu gestalten.\n\nUnser Tool ist vollständig kompatibel mit Google Chrome und gewährleistet eine nahtlose Integration mit Ihrem bevorzugten Browser. Egal, ob Sie diese Erweiterung auf einem Desktop, Laptop verwenden - Sie können die Vorteile dieses praktischen Tools genießen.\nWir arbeiten ständig daran, unsere Erweiterung zu verbessern und neue Funktionen basierend auf dem Feedback der Benutzer hinzuzufügen. Wir schätzen Ihr Feedback und Ihre Vorschläge, also zögern Sie nicht, uns jederzeit zu kontaktieren.\n\nHauptmerkmale:\nDiese Erweiterung ist randvoll mit Funktionen, die sie zu einem unverzichtbaren Werkzeug für jeden Chrome-Benutzer machen:\n1️⃣ Sofortiges Schließen von Tabs: Schließen Sie alle offenen Tabs sofort mit einem Klick und sparen Sie Zeit und reduzieren Sie Frustration.\n2️⃣ Benutzerfreundliche Oberfläche: Die Erweiterung ist einfach gestaltet, damit sie von jedem leicht verwendet werden kann.\n3️⃣ Anpassbare Einstellungen: Wählen Sie aus, welche Tabs geschlossen oder offen gehalten werden sollen, um die volle Kontrolle über Ihr Surferlebnis zu haben.\n\nVorteile des Schließens von Tabs:\nDas regelmäßige Schließen von Tabs bietet mehrere Vorteile:\nReduziertes Durcheinander: Halten Sie Ihren Browser ordentlich und organisiert, indem Sie unnötige Tabs schließen.\nVerbesserte Konzentration: Steigern Sie Ihre Produktivität, indem Sie Ablenkungen durch zu viele offene Tabs reduzieren.\nBessere Leistung: Geben Sie Speicher und Rechenleistung frei, was zu einem schnelleren Surferlebnis führt.\nWas sind die Vorteile der Verwendung dieser Erweiterung?\nDiese Erweiterung ist ideal für eine Vielzahl von Benutzern:\n▸ Studenten: Verwalten Sie mehrere Recherche-Tabs und bleiben Sie auf Ihr Studium konzentriert.\n▸ Profis: Halten Sie Ihren Arbeitsbrowser organisiert und steigern Sie Ihre Produktivität.\n▸ Online-Shopper: Schließen Sie Tabs schnell nach dem Vergleich von Produkten und dem Tätigen von Einkäufen.\n▸ Gelegenheitssurfer: Genießen Sie ein aufgeräumtes Surferlebnis ohne den Aufwand, Tabs manuell zu schließen.\nFazit:\nDiese Erweiterung ist ein Game-Changer für Chrome-Benutzer. Ihre Fähigkeit, alle geöffneten Tabs schnell und einfach zu schließen, macht sie zu einem unverzichtbaren Werkzeug für alle, die ihr Web-Browsing-Erlebnis verbessern möchten. Lassen Sie sich nicht von überfüllten Tabs ausbremsen. Laden Sie unsere Erweiterung noch heute herunter und genießen Sie einen organisierteren, effizienteren Browser."
  }
}