{
  "extensionName": {
    "message": "Cerrar todas las pestañas"
  },
  "extensionDescription": {
    "message": "Una extensión de Chrome para cerrar al instante todas las pestañas abiertas. Simplifica tu navegación en línea y la gestión web con un solo clic. Cerrar todas las pestañas."
  },
  "storeDesc": {
    "message": "¿Estás cansado de tener demasiadas pestañas abiertas que desordenan tu navegador Chrome? La extensión \"Cerrar todas las pestañas\" está aquí para ayudarte. 🗂️\n\nEsta poderosa herramienta está diseñada para mejorar tu experiencia de navegación web al permitirte cerrar todas las pestañas abiertas con un solo clic. Ya seas un multitarea, un estudiante o un profesional, esta extensión es perfecta para cualquiera que necesite despejar rápidamente y de manera eficiente su navegador.\n\nEn el mundo online de hoy en día, es fácil terminar con innumerables pestañas abiertas mientras investigas, compras o trabajas. Esto puede ralentizar la velocidad de navegación y hacer que sea difícil encontrar las pestañas que necesitas. Nuestra extensión resuelve este problema al proporcionar una forma simple y efectiva de gestionar tus pestañas. Con solo un clic, puedes cerrar todas las pestañas abiertas y empezar de nuevo, haciendo que tu experiencia de navegación sea más fluida y organizada.\n\nNuestra herramienta es totalmente compatible con Google Chrome, garantizando una integración perfecta con tu navegador favorito. Ya sea que estés utilizando esta extensión en un escritorio, portátil, puedes disfrutar de los beneficios de esta útil herramienta.\nEstamos trabajando constantemente para mejorar nuestra extensión y añadir nuevas funciones basadas en los comentarios de los usuarios. Valoramos tus opiniones y sugerencias, así que no dudes en ponerte en contacto con nosotros en cualquier momento.\n\nCaracterísticas clave:\nEsta extensión viene repleta de funciones que la convierten en una herramienta imprescindible para cualquier usuario de Chrome:\n1️⃣ Cierre instantáneo de pestañas: Cierra todas las pestañas abiertas al instante con un clic, ahorrándote tiempo y reduciendo la frustración.\n2️⃣ Interfaz fácil de usar: La extensión está diseñada teniendo en cuenta la simplicidad, lo que la hace fácil de usar para cualquiera.\n3️⃣ Configuración personalizable: Elige qué pestañas cerrar o mantener abiertas, dándote control total sobre tu experiencia de navegación.\n\nBeneficios de cerrar pestañas:\nCerrar pestañas regularmente ofrece varios beneficios:\nMenos desorden: Mantén tu navegador limpio y organizado cerrando pestañas innecesarias.\nMayor enfoque: Mejora tu productividad reduciendo las distracciones de tener demasiadas pestañas abiertas.\nMejor rendimiento: Libera memoria y potencia de procesamiento, lo que conduce a una experiencia de navegación más rápida.\n¿Cuáles son los beneficios de usar esta extensión?\nEsta extensión es ideal para una amplia gama de usuarios:\n▸ Estudiantes: Gestiona múltiples pestañas de investigación y mantente enfocado en tus estudios.\n▸ Profesionales: Mantén organizado tu navegador de trabajo y mejora tu productividad.\n▸ Compradores online: Cierra rápidamente pestañas después de comparar productos y hacer compras.\n▸ Navegantes ocasionales: Disfruta de una experiencia de navegación sin desorden sin la molestia de cerrar pestañas manualmente.\nConclusión:\nEsta extensión es un cambio de juego para los usuarios de Chrome. Su capacidad para cerrar todas las pestañas abiertas de forma rápida y sencilla la convierte en una herramienta esencial para cualquiera que busque mejorar su experiencia de navegación web. No dejes que las pestañas desordenadas te frenen. Descarga nuestra extensión hoy y disfruta de un navegador más organizado y eficiente. ¡Descarga \"Cerrar todas las pestañas\" hoy mismo!"
  }
}