{
  "extensionName": {
    "message": "Az összes lap bezárása"
  },
  "extensionDescription": {
    "message": "Egy Chrome bővítmény az összes nyitott lap azonnali bezárásához. Egyszerűsítse online böngészését és webes kezelését egy kattintással. Az összes lap bezárása."
  },
  "storeDesc": {
    "message": "Az összes lap bezárása kiterjesztés segít abban, hogy megszabadulj a Chrome böngésződben nyitva lévő túl sok lap okozta zűrzavartól. 🗂️\n\nEz a hatékony eszköz arra lett tervezve, hogy javítsa a webes böngészési élményedet, lehetővé téve az összes nyitott lap bezárását egyetlen kattintással. Legyen szó több feladatot egyszerre végző személyről, diákról vagy szakemberről, ez a kiterjesztés tökéletes mindenkinek, aki gyorsan és hatékonyan szeretné megtisztítani a böngészőjét.\n\nA mai gyors tempójú online világban könnyű túl sok nyitott lappal végezni kutatásokat, vásárolni vagy dolgozni. Ez lelassíthatja a böngészési sebességedet, és nehezebbé teheti a szükséges lapok megtalálását. Az általunk kínált kiterjesztés megoldja ezt a problémát, egyszerű és hatékony módot biztosítva a lapjaid kezelésére. Egyetlen kattintással bezárhatod az összes nyitott lapot, és frissen kezdheted, így a böngészési élményed simább és rendezettebb lesz.\n\nAz eszközünk teljes mértékben kompatibilis a Google Chrome-mal, biztosítva a zökkenőmentes integrációt a kedvenc böngésződdel. Bármilyen eszközön használod ezt a kiterjesztést, legyen az asztali számítógép vagy laptop, élvezheted ennek a praktikus eszköznek az előnyeit.\nFolyamatosan dolgozunk az eszközünk fejlesztésén és új funkciók hozzáadásán a felhasználói visszajelzések alapján. Nagyra értékeljük a visszajelzéseket és javaslatokat, így bármikor kereshetsz minket.\n\nKulcsfontosságú jellemzők:\nEz a kiterjesztés olyan funkciókkal rendelkezik, amelyek miatt nélkülözhetetlen eszköz minden Chrome felhasználó számára:\n1️⃣ Azonnali lapbezárás: Az összes nyitott lap azonnal bezárható egy kattintással, időt takarítva meg és csökkentve a frusztrációt.\n2️⃣ Felhasználóbarát felület: Az eszköz egyszerűséget szem előtt tartva lett tervezve, így bárki könnyen használhatja.\n3️⃣ Testreszabható beállítások: Válaszd ki, melyik lapokat zárod be vagy hagyod nyitva, teljes kontrollt biztosítva a böngészési élményed felett.\n\nAz lapok rendszeres bezárásának előnyei:\nCsökkentett zűrzavar: Tartsd rendben és szervezetté a böngésződet a felesleges lapok bezárásával.\nFokozott koncentráció: Növeld a termelékenységedet a túl sok nyitott lap okozta zavarok csökkentésével.\nJobb teljesítmény: Szabadítsd fel a memóriát és a feldolgozási kapacitást, ami gyorsabb böngészési élményhez vezet.\n\nMiért érdemes ezt a kiterjesztést használni?\nEz a kiterjesztés ideális széles körű felhasználók számára:\n▸ Diákok: Kezeld a több kutatási lapot és maradj fókuszált a tanulmányaidra.\n▸ Szakemberek: Tartsd rendben a munkaböngésződet és növeld a termelékenységedet.\n▸ Online vásárlók: Gyorsan zárd be a lapokat a termékek összehasonlítása és vásárlás után.\n▸ Laza böngészők: Élvezd a zavarmentes böngészési élményt a lapok kézi bezárásának kellemetlensége nélkül.\nAz összes lap bezárása kiterjesztés egy forradalmi újítás a Chrome felhasználói számára. Képessége, hogy gyorsan és könnyedén bezárja az összes nyitott lapot, alapvető eszközzé teszi azok számára, akik szeretnék fokozni böngészési élményüket. Ne hagyja, hogy a zsúfolt lapok lelassítsák Önt. Töltse le kiterjesztésünket még ma, és élvezze az áttekinthetőbb, hatékonyabb böngészőt."
  }
}