{
  "extensionName": {
    "message": "Chiudi tutte le schede"
  },
  "extensionDescription": {
    "message": "Un'estensione di Chrome per chiudere istantaneamente tutte le schede aperte. Semplifica la tua navigazione online e la gestione web con un solo clic. Chiudi tutte le schede."
  },
  "storeDesc": {
    "message": "Sei stanco di avere troppe schede aperte che ingombrano il tuo browser Chrome? L'estensione \"Chiudi tutte le schede\" è qui per aiutarti. 🗂️\n\nQuesto potente strumento è progettato per migliorare la tua esperienza di navigazione web consentendoti di chiudere tutte le schede aperte con un solo clic. Che tu sia un multitasking, uno studente o un professionista, questa estensione è perfetta per chiunque abbia bisogno di ripulire rapidamente ed efficientemente il proprio browser.\n\nNel mondo online odierno, veloce e frenetico, è facile finire con innumerevoli schede aperte durante la ricerca, lo shopping o il lavoro. Questo può rallentare la velocità di navigazione e rendere difficile trovare le schede di cui hai bisogno. La nostra estensione risolve questo problema offrendo un modo semplice ed efficace per gestire le tue schede. Con un solo clic, puoi chiudere tutte le schede aperte e ricominciare da zero, rendendo la tua esperienza di navigazione più fluida e organizzata.\n\nIl nostro strumento è completamente compatibile con Google Chrome, garantendo un'integrazione senza soluzione di continuità con il tuo browser preferito. Che tu stia utilizzando questa estensione su un desktop, un laptop - puoi godere dei vantaggi di questo pratico strumento.\nStiamo costantemente lavorando per migliorare la nostra estensione e aggiungere nuove funzionalità basate sul feedback degli utenti. Apprezziamo i tuoi feedback e suggerimenti, quindi non esitare a contattarci in qualsiasi momento.\n\nCaratteristiche principali:\nQuesta estensione è ricca di funzionalità che la rendono uno strumento indispensabile per qualsiasi utente di Chrome:\n1️⃣ Chiusura istantanea delle schede: Chiudi tutte le schede aperte istantaneamente con un clic, risparmiando tempo e riducendo la frustrazione.\n2️⃣ Interfaccia user-friendly: L'estensione è progettata con la semplicità in mente, rendendola facile da usare per chiunque.\n3️⃣ Impostazioni personalizzabili: Scegli quali schede chiudere o mantenere aperte, dando pieno controllo sulla tua esperienza di navigazione.\n\nVantaggi della chiusura delle schede:\nChiudere regolarmente le schede offre diversi vantaggi:\nClutter ridotto: Mantieni il tuo browser ordinato e organizzato chiudendo le schede non necessarie.\nFocus migliorato: Migliora la tua produttività riducendo le distrazioni dalle troppe schede aperte.\nMigliore performance: Libera memoria e potenza di elaborazione, portando a una navigazione più veloce.\n\nQuali sono i vantaggi dell'utilizzo di questa estensione?\nQuesta estensione è ideale per una vasta gamma di utenti:\n▸ Studenti: Gestisci più schede di ricerca e mantieni la concentrazione sui tuoi studi.\n▸ Professionisti: Mantieni organizzato il browser di lavoro e migliora la tua produttività.\n▸ Acquirenti online: Chiudi rapidamente le schede dopo aver confrontato i prodotti e effettuato acquisti.\n▸ Naviganti occasionali: Goditi un'esperienza di navigazione priva di confusione senza il fastidio di chiudere manualmente le schede.\nConclusione:\nQuesto estensione è una rivoluzione per gli utenti di Chrome. La sua capacità di chiudere rapidamente e facilmente tutte le schede aperte la rende uno strumento essenziale per chiunque voglia migliorare la propria esperienza di navigazione web. Non lasciare che le schede disordinate ti rallentino. Scarica la nostra estensione oggi e goditi un browser più organizzato ed efficiente. Chiudi tutte le schede."
  }
}