{
  "appName": {
    "message": "Công cụ phối màu"
  },
  "shortDesc": {
    "message": "Một tiện ích mở rộng Chrome để dễ dàng tìm màu sắc phù hợp trực tuyến."
  },
  "storeDesc": {
    "message": "🎨 Công cụ phối màu: Một tiện ích mở rộng Chrome giúp bạn dễ dàng chọn màu đúng trên mạng. Hoàn hảo cho các nhà thiết kế và nghệ sĩ.\n\nTại sao nên sử dụng công cụ này? Đây là một công cụ mạnh mẽ giúp các nhà thiết kế, nghệ sĩ và bất kỳ ai làm việc với màu sắc tìm thấy màu sắc hoàn hảo cho dự án của họ một cách dễ dàng. Dù bạn đang làm việc trên thiết kế web, nghệ thuật số, hoặc chỉ cần một công cụ phối màu đáng tin cậy cho dự án trực tuyến của bạn, công cụ này sẽ giúp cuộc sống của bạn dễ dàng hơn. 🌈\n\nTìm màu đúng có thể là một nhiệm vụ khó khăn, đặc biệt khi bạn đang làm việc với bảng màu phức tạp. Với công cụ này, bạn có thể nhanh chóng và dễ dàng phối màu từ bất kỳ hình ảnh hoặc trang web nào. Công cụ này được thiết kế để tiết kiệm thời gian và đảm bảo thiết kế của bạn trở nên tốt nhất. Một trong những tính năng tốt nhất của công cụ này là tính linh hoạt của nó. Nó hoạt động mượt mà với bất kỳ nội dung trực tuyến nào, cho phép bạn trích xuất màu sắc từ hình ảnh, trang web và thiết kế số. Chỉ cần cài đặt tiện ích mở rộng, và bạn đã sẵn sàng bắt đầu phối màu chỉ với vài cú nhấp chuột.\n\nCác Tính Năng Chính:\n1️⃣ Phối màu thời gian thực: Ngay lập tức phối màu từ bất kỳ hình ảnh hoặc trang web nào.\n2️⃣ Giao diện Thân thiện với Người Dùng: Được thiết kế với sự đơn giản trong tâm trí, công cụ này dễ sử dụng cho cả người mới bắt đầu và chuyên gia.\n3️⃣ Bảng Màu Phong Phú: Truy cập vào một loạt màu sắc để tìm màu phù hợp cho dự án thiết kế của bạn.\n\nTại sao Nên Sử Dụng Công Cụ Này?\n➤ Phối Màu Chính Xác: Công cụ này sử dụng thuật toán tiên tiến để đảm bảo phối màu chính xác mỗi lần.\n➤ Hiệu Quả: Tăng tốc quá trình thiết kế của bạn bằng cách nhanh chóng tìm ra màu đúng.\nĐối với những người làm việc trong lĩnh vực thiết kế và nghệ thuật, việc có một công cụ phối màu đáng tin cậy là rất quan trọng. Công cụ này là người bạn đồng hành tốt nhất cho bất kỳ ai muốn nâng cao dự án sáng tạo của họ. Dù bạn đang thiết kế một trang web, tạo nghệ thuật số, hoặc làm việc trên một dự án thiết kế đồ họa, công cụ này đảm bảo bạn có bảng màu hoàn hảo ngay trong tầm tay.\n\nCách Hoạt Động:\nCài Đặt Tiện Ích Mở Rộng: Thêm công cụ này vào trình duyệt Chrome của bạn.\nChọn Nguồn: Chọn một hình ảnh hoặc trang web mà bạn muốn trích xuất màu sắc.\nPhối Màu: Nhấp vào biểu tượng công cụ và chọn khu vực trên hình ảnh hoặc trang web. Công cụ sẽ ngay lập tức cung cấp cho bạn mã màu chính xác.\n\nLợi Ích của Việc Sử Dụng Công Cụ Này:\n▸ Tăng Năng Suất: Dành ít thời gian hơn để tìm kiếm màu sắc và nhiều thời gian hơn để sáng tạo.\n▸ Kết Quả Nhất Quán: Đảm bảo bảng màu của bạn nhất quán trên tất cả các dự án của bạn.\n▸ Sự Sáng Tạo Tăng Cường: Khám phá các kết hợp màu mới và bảng màu một cách dễ dàng.\n▸ Chất lượng chuyên nghiệp: Đạt được độ chính xác màu sắc cấp chuyên gia trong thiết kế của bạn.\n\nSẵn sàng đưa dự án thiết kế của bạn lên một tầm cao mới? Cài đặt công cụ này ngay và trải nghiệm công nghệ phối màu tốt nhất. Cho dù bạn là một nhà thiết kế chuyên nghiệp, một nghệ sĩ số hoặc ai đó đam mê làm việc với màu sắc, công cụ này là một phần không thể thiếu trong bộ dụng cụ sáng tạo của bạn. Công cụ này là một giải pháp toàn diện cho tất cả nhu cầu về màu sắc của bạn. Nó được thiết kế để tăng cường quy trình làm việc của bạn và giúp bạn tạo ra những thiết kế tuyệt vời."
  }
}