{
  "extensionName": {
    "message": "Alle tabbladen sluiten"
  },
  "extensionDescription": {
    "message": "Een Chrome-extensie om onmiddellijk alle geopende tabbladen te sluiten. Vereenvoudig uw online browsen en webbeheer met één klik. Alle tabbladen sluiten."
  },
  "storeDesc": {
    "message": "Ben je het zat om te veel open tabbladen te hebben die je Chrome-browser vervuilen? De extensie \"Alle tabbladen sluiten\" is hier om te helpen. 🗂️\n\nDeze krachtige tool is ontworpen om je webbrowsing-ervaring te verbeteren door je in staat te stellen alle open tabbladen met één klik te sluiten. Of je nu een multitasker, een student of een professional bent, deze extensie is perfect voor iedereen die snel en efficiënt zijn browser wil opschonen.\n\nIn de snelle online wereld van vandaag is het gemakkelijk om met talloze open tabbladen te eindigen tijdens het onderzoeken, winkelen of werken. Dit kan je browsesnelheid vertragen en het moeilijk maken om de tabbladen te vinden die je nodig hebt. Onze extensie lost dit probleem op door een eenvoudige en effectieve manier te bieden om je tabbladen te beheren. Met slechts één klik kun je alle open tabbladen sluiten en fris beginnen, waardoor je browse-ervaring soepeler en georganiseerder wordt.\n\nOnze tool is volledig compatibel met Google Chrome, wat zorgt voor naadloze integratie met je favoriete browser. Of je nu deze extensie op een desktop, laptop gebruikt - je kunt genieten van de voordelen van deze handige tool.\nWe werken voortdurend aan het verbeteren van onze extensie en het toevoegen van nieuwe functies op basis van gebruikersfeedback. We waarderen je feedback en suggesties, dus voel je vrij om op elk moment contact met ons op te nemen.\n\nBelangrijkste kenmerken:\nDeze extensie zit boordevol functies die het een must-have tool maken voor elke Chrome-gebruiker:\n1️⃣ Onmiddellijke tabbladsluiting: Sluit alle open tabbladen onmiddellijk met één klik, waardoor je tijd bespaart en frustratie vermindert.\n2️⃣ Gebruiksvriendelijke interface: De extensie is ontworpen met eenvoud in gedachten, waardoor het voor iedereen gemakkelijk te gebruiken is.\n3️⃣ Aanpasbare instellingen: Kies welke tabbladen je wilt sluiten of open wilt houden, waardoor je volledige controle hebt over je browse-ervaring.\n\nVoordelen van het sluiten van tabbladen:\nRegelmatig tabbladen sluiten biedt verschillende voordelen:\nMinder rommel: Houd je browser netjes en georganiseerd door onnodige tabbladen te sluiten.\nVerbeterde focus: Verhoog je productiviteit door afleidingen van te veel open tabbladen te verminderen.\nBetere prestaties: Maak geheugen en verwerkingskracht vrij, wat leidt tot een snellere browse-ervaring.\nWat zijn de voordelen van het gebruik van deze extensie?\nDeze extensie is ideaal voor een breed scala aan gebruikers:\n▸ Studenten: Beheer meerdere onderzoekstabbladen en blijf gefocust op je studie.\n▸ Professionals: Houd je werkbrowser georganiseerd en verbeter je productiviteit.\n▸ Online shoppers: Sluit snel tabbladen nadat je producten hebt vergeleken en aankopen hebt gedaan.\n▸ Casual browsers: Geniet van een opgeruimde browse-ervaring zonder gedoe van handmatig tabbladen sluiten.\nConclusie:\nDeze extensie is een game-changer voor Chrome-gebruikers. De mogelijkheid om snel en eenvoudig alle openstaande tabbladen te sluiten, maakt het een essentieel hulpmiddel voor iedereen die zijn webbrowsenervaring wil verbeteren. Laat rommelige tabbladen je niet vertragen. Download vandaag nog onze extensie en geniet van een meer georganiseerde, efficiënte browser."
  }
}